documents/UnitTestCase/API_Testing/SOAP_REQ_RES_XML/CHECKCPERESOURCE/checkCPEResource_With_WHCODEANDNAME_Mismatch_Request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.bl.cpe.elitecore.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:checkCPEResource>
         <!--Optional:-->
         <arg0>
            <resourceId>RES0000000027</resourceId>
            <!--Optional:-->
            <warehouseCode>fdffd</warehouseCode>
            <!--Optional:-->
            <warehouseName>Whn07012015113512AM</warehouseName>
         </arg0>
      </ws:checkCPEResource>
   </soapenv:Body>
</soapenv:Envelope>